Revit 2027 API
ParameterTypeId.AnalyticalModelEndYProjection Property
 "End y Projection"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnalyticalModelEndYProjection { get; }
Public Shared ReadOnly Property AnalyticalModelEndYProjection As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnalyticalModelEndYProjection {
	ForgeTypeId^ get ();
}
static member AnalyticalModelEndYProjection : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace